Repository: elasticroentgen/GenoCRM
Catalog: GenoCRM/GenoCRM/Resources/Pages/Members.*.resx
Languages: de

# PageTitle
source: Members
de: Mitglieder

source: Add New Member
de: Neues Mitglied hinzufügen

source: Search members...
de: Mitglieder suchen...

source: Actions
de: Aktionen

source: View
de: Anzeigen

source: No members found.
de: Keine Mitglieder gefunden.

source: Member Details
de: Mitgliedsdetails

source: Edit Member
de: Mitglied bearbeiten

source: Create Member
de: Mitglied erstellen

source: Personal Information
de: Persönliche Informationen

source: Contact Information
de: Kontaktinformationen

source: Membership Information
de: Mitgliedschaftsinformationen

source: Initial Shares
de: Anfangsanteile

source: Notes
de: Notizen

# FirstNameRequired
source: First name is required.
de: Vorname ist erforderlich.

# LastNameRequired
source: Last name is required.
de: Nachname ist erforderlich.

# EmailRequired
source: Email is required.
de: E-Mail ist erforderlich.

# EmailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# BirthDateRequired
source: Birth date is required.
de: Geburtsdatum ist erforderlich.

# JoinDateRequired
source: Join date is required.
de: Beitrittsdatum ist erforderlich.

source: Loading...
de: Lädt...

source: Back to List
de: Zurück zur Liste

source: Full Name
de: Vollständiger Name

source: Address Information
de: Adressinformationen

source: Leave Date
de: Austrittsdatum

source: Member Since
de: Mitglied seit

source: days
de: Tage

source: Summary
de: Zusammenfassung

source: Total Shares
de: Anteile gesamt

source: Total Share Value
de: Gesamtwert der Anteile

source: Active Shares
de: Aktive Anteile

source: Quick Actions
de: Schnellaktionen

source: Add Share
de: Anteil hinzufügen

source: View Shares
de: Anteile anzeigen

source: View Dividends
de: Dividenden anzeigen

source: Member Shares
de: Mitgliedsanteile

# CertificateNumber
source: Certificate #
de: Zertifikat-Nr.

source: Quantity
de: Anzahl

source: Nominal Value
de: Nennwert

source: Total Value
de: Gesamtwert

source: Issue Date
de: Ausgabedatum

source: Member not found
de: Mitglied nicht gefunden

# ErrorLoadingMember
source: Error loading member: {0}
de: Fehler beim Laden des Mitglieds: {0}

# ErrorLoadingShares
source: Error loading shares: {0}
de: Fehler beim Laden der Anteile: {0}

# DeleteConfirmation
source: Are you sure you want to delete this member? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Mitglied löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Member deleted successfully
de: Mitglied erfolgreich gelöscht

# ErrorDeletingMember
source: Error deleting member: {0}
de: Fehler beim Löschen des Mitglieds: {0}

# MemberNumberReadonly
source: Member number is automatically generated and cannot be changed.
de: Die Mitgliedsnummer wird automatisch generiert und kann nicht geändert werden.

# FirstNameLabel
source: First Name *
de: Vorname *

# LastNameLabel
source: Last Name *
de: Nachname *

# JoinDateLabel
source: Join Date *
de: Beitrittsdatum *

# InitialShareQuantityRequired
source: Initial Share Quantity *
de: Anfangsanteilmenge *

# InitialSharesDescription
source: Number of shares to be initially allocated (â‚¬{0} per share).
de: Anzahl der Anteile, die anfänglich zugeteilt werden sollen ({0}€ pro Anteil).

source: Update Member
de: Mitglied aktualisieren

source: Member updated successfully
de: Mitglied erfolgreich aktualisiert

# MemberCreatedSuccessfully
source: Member created successfully with {0} shares
de: Mitglied erfolgreich erstellt mit {0} Anteilen

# InitialShareQuantityMinimum
source: Initial share quantity must be at least 1
de: Die anfängliche Anteilmenge muss mindestens 1 betragen

# ErrorSavingMember
source: Error saving member: {0}
de: Fehler beim Speichern des Mitglieds: {0}

source: Suspended
de: Gesperrt

# MemberListTitle
source: Member Management
de: Mitgliederverwaltung

# MemberListDescription
source: Manage all cooperative members. View member details, create new memberships, and track member status and shares.
de: Verwalten Sie alle Genossenschaftsmitglieder. Zeigen Sie Mitgliederdetails an, erstellen Sie neue Mitgliedschaften und verfolgen Sie den Mitgliederstatus und die Anteile.

source: Search and Filter
de: Suchen und Filtern

# SearchAndFilterHelp
source: Use the search box to find members by name, email, or member number. Filter by status to view only active, inactive, or suspended members.
de: Verwenden Sie das Suchfeld, um Mitglieder nach Name, E-Mail oder Mitgliedsnummer zu finden. Filtern Sie nach Status, um nur aktive, inaktive oder gesperrte Mitglieder anzuzeigen.

# MemberStatusHelp
source: Members can be Active (full voting rights), Inactive (temporary suspension), Offboarding (leaving process), or Terminated (membership ended).
de: Mitglieder können Aktiv (volle Stimmrechte), Inaktiv (vorübergehende Aussetzung), Austritt (Austrittsprozess) oder Beendet (Mitgliedschaft beendet) sein.

source: Member Actions
de: Mitgliederaktionen

# MemberActionsHelp
source: Click the View button to see detailed member information, shares, and transaction history. Use Edit to modify member details.
de: Klicken Sie auf Anzeigen, um detaillierte Mitgliederinformationen, Anteile und Transaktionshistorie zu sehen. Verwenden Sie Bearbeiten, um Mitgliederdetails zu ändern.

# AddNewMemberHelp
source: Add new members to the cooperative. All new members must purchase initial shares as per the Satzung requirements.
de: Neue Mitglieder zur Genossenschaft hinzufügen. Alle neuen Mitglieder müssen Anfangsanteile gemäß den Satzungsanforderungen kaufen.

source: Satzung Reference
de: Satzungsreferenz

# MemberDetailsTitle
source: Member Details
de: Mitgliederdetails

# MemberDetailsDescription
source: View comprehensive member information including personal details, shares, and transaction history.
de: Zeigen Sie umfassende Mitgliederinformationen einschließlich persönlicher Daten, Anteile und Transaktionshistorie an.

# PersonalInformationHelp
source: Basic member information including name, contact details, and membership type (Individual or Company).
de: Grundlegende Mitgliederinformationen einschließlich Name, Kontaktdaten und Mitgliedschaftstyp (Einzelperson oder Unternehmen).

# MembershipInformationHelp
source: Membership start date, current status, and any termination dates. Shows how long the member has been part of the cooperative.
de: Mitgliedschafts-Startdatum, aktueller Status und eventuelle Beendigungsdaten. Zeigt, wie lange das Mitglied Teil der Genossenschaft ist.

source: Shares Overview
de: Anteile-Übersicht

# SharesOverviewHelp
source: Summary of all shares owned by this member, including total value and active share count. Each share represents â‚¬250 of capital.
de: Zusammenfassung aller Anteile im Besitz dieses Mitglieds, einschließlich Gesamtwert und Anzahl aktiver Anteile. Jeder Anteil repräsentiert €250 Kapital.

# QuickActionsHelp
source: Quick access to common actions: add new shares, view all shares, view dividends, and consolidate multiple certificates.
de: Schneller Zugriff auf häufige Aktionen: neue Anteile hinzufügen, alle Anteile anzeigen, Dividenden anzeigen und mehrere Zertifikate zusammenführen.

# ConsolidateSharesHelp
source: Combine multiple share certificates into a single certificate for easier management. Available only when member has multiple active, fully paid certificates.
de: Mehrere Anteilszertifikate zu einem einzigen Zertifikat für einfachere Verwaltung zusammenführen. Nur verfügbar, wenn das Mitglied mehrere aktive, vollständig bezahlte Zertifikate hat.

# CreateMemberTitle
source: Create New Member
de: Neues Mitglied erstellen

# CreateMemberDescription
source: Register a new member to the cooperative. All fields marked with * are required.
de: Registrieren Sie ein neues Mitglied in der Genossenschaft. Alle mit * markierten Felder sind erforderlich.

# EditMemberTitle
source: Edit Member
de: Mitglied bearbeiten

# EditMemberDescription
source: Update member information. Member number cannot be changed after registration.
de: Mitgliederinformationen aktualisieren. Die Mitgliedsnummer kann nach der Registrierung nicht geändert werden.

# MemberTypeHelp
source: Choose Individual for private persons or Company for organizations. This affects the required information fields.
de: Wählen Sie Einzelperson für Privatpersonen oder Unternehmen für Organisationen. Dies beeinflusst die erforderlichen Informationsfelder.

# PersonalInformationFormHelp
source: Enter the member's full name and birth date. For companies, enter the company name and contact person.
de: Geben Sie den vollständigen Namen und das Geburtsdatum des Mitglieds ein. Für Unternehmen geben Sie den Firmennamen und die Kontaktperson ein.

# ContactInformationHelp
source: Provide current contact information including email, phone, and complete address. This is used for official correspondence.
de: Geben Sie aktuelle Kontaktinformationen einschließlich E-Mail, Telefon und vollständiger Adresse an. Dies wird für die offizielle Korrespondenz verwendet.

# InitialSharesFormHelp
source: New members must purchase at least 1 share (â‚¬250). Maximum {0} shares can be purchased initially.
de: Neue Mitglieder müssen mindestens 1 Anteil (€250) kaufen. Maximal {0} Anteile können anfänglich gekauft werden.

# MemberNumberHelp
source: Unique member number automatically assigned upon registration. Cannot be changed after creation.
de: Eindeutige Mitgliedsnummer, die automatisch bei der Registrierung vergeben wird. Kann nach der Erstellung nicht geändert werden.
