Repository: elasticroentgen/GenoCRM
Catalog: GenoCRM/GenoCRM/SharedResource.*.resx
Languages: de

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Add
de: Hinzufügen

source: Search
de: Suchen

source: Back
de: Zurück

source: Yes
de: Ja

source: No
de: Nein

source: Close
de: Schließen

source: Confirm
de: Bestätigen

source: Error
de: Fehler

source: Success
de: Erfolg

source: Warning
de: Warnung

source: Home
de: Startseite

source: Members
de: Mitglieder

source: Shares
de: Anteile

source: Dividends
de: Dividenden

source: Reports
de: Berichte

source: Settings
de: Einstellungen

source: Logout
de: Abmelden

source: Welcome Message
de: Willkommen bei GenoCRM

source: Member Number
de: Mitgliedsnummer

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Phone
de: Telefon

source: Address
de: Adresse

source: Street
de: Straße

source: Postal Code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Birth Date
de: Geburtsdatum

source: Join Date
de: Beitrittsdatum

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Offboarding
de: Abmeldung

source: Terminated
de: Beendet

source: Active Shares
de: Aktive Anteile

source: Active shares only
de: Nur aktive Anteile

source: Offboarding Shares
de: Ausstehende Anteile

source: Other Shares
de: Andere Anteile

source: Transferred, cancelled, suspended
de: Übertragen, storniert, gesperrt

source: Filter by Status
de: Nach Status filtern

source: No active shares found
de: Keine aktiven Anteile gefunden

source: No other shares found
de: Keine anderen Anteile gefunden

# ErrorLoadingOffboardingValue
source: Error loading offboarding value: {0}
de: Fehler beim Laden der Ausstiegswerte: {0}

source: Share Details
de: Anteilsdetails

source: Share Information
de: Anteilsinformationen

source: Payment Status
de: Zahlungsstatus

source: Fully Paid
de: Vollständig bezahlt

source: Partially Paid
de: Teilweise bezahlt

source: Total Paid
de: Insgesamt bezahlt

source: Member Information
de: Mitgliedsinformationen

source: No member assigned
de: Kein Mitglied zugewiesen

source: Payment History
de: Zahlungsverlauf

source: Payment Date
de: Zahlungsdatum

source: Payment Method
de: Zahlungsart

source: Reference
de: Referenz

source: Dividend History
de: Dividendenverlauf

source: Year
de: Jahr

source: Dividend per Share
de: Dividende pro Anteil

source: Total Dividend
de: Gesamtdividende

source: Timestamps
de: Zeitstempel

source: Share not found
de: Anteil nicht gefunden

# ErrorLoadingShare
source: Error loading share: {0}
de: Fehler beim Laden des Anteils: {0}

source: Edit Share
de: Anteil bearbeiten

source: Important Note
de: Wichtiger Hinweis

# ShareEditRestrictions
source: According to the cooperative bylaws, share modifications are restricted. Certificate numbers, quantities, and values cannot be changed. Use the transfer function to change ownership.
de: Gemäß der Satzung sind Änderungen an Anteilen eingeschränkt. Zertifikatsnummern, Mengen und Werte können nicht geändert werden. Verwenden Sie die Übertragungsfunktion, um den Eigentümer zu ändern.

source: Certificate number cannot be changed
de: Zertifikatsnummer kann nicht geändert werden

# MemberCannotBeChangedUseTransfer
source: Member cannot be changed directly - use transfer function
de: Mitglied kann nicht direkt geändert werden - verwenden Sie die Übertragungsfunktion

# QuantityCannotBeChanged
source: Quantity cannot be changed after issuance
de: Anzahl kann nach Ausgabe nicht geändert werden

# NominalValueFixedBySatzung
source: Nominal value is fixed by bylaws
de: Nennwert ist durch Satzung festgelegt

source: Value cannot be changed directly
de: Wert kann nicht direkt geändert werden

# SuspendedShareWarning
source: Suspended shares do not count towards cooperative capital
de: Gesperrte Anteile zählen nicht zum Genossenschaftskapital

# TwoYearNoticePeriod
source: According to §5, a two-year notice period is required
de: Gemäß §5 ist eine zweijährige Kündigungsfrist erforderlich

source: Payment Information
de: Zahlungsinformationen

# ShareNotFullyPaidWarning
source: This share has outstanding payments. According to bylaws, shares must be fully paid before certain actions.
de: Dieser Anteil hat ausstehende Zahlungen. Laut Satzung müssen Anteile vor bestimmten Handlungen vollständig bezahlt sein.

source: Additional Information
de: Zusätzliche Informationen

# ShareCannotBeEdited
source: This share cannot be edited due to its current status
de: Dieser Anteil kann aufgrund seines aktuellen Status nicht bearbeitet werden

# ErrorUpdatingShare
source: Error updating share: {0}
de: Fehler beim Aktualisieren des Anteils: {0}

source: Share updated successfully
de: Anteil erfolgreich aktualisiert

# ConfirmShareCancellation
source: Are you sure you want to cancel this share? According to §5 of the bylaws, a two-year notice period applies and this action cannot be reversed.
de: Sind Sie sicher, dass Sie diesen Anteil kündigen möchten? Gemäß §5 der Satzung gilt eine zweijährige Kündigungsfrist und diese Aktion kann nicht rückgängig gemacht werden.

# CancellationDateMustBeTwoYears
source: According to §5 of the bylaws, the cancellation date must be at least two years from now
de: Gemäß §5 der Satzung muss das Kündigungsdatum mindestens zwei Jahre in der Zukunft liegen

# ShareMustBeFullyPaidBeforeCancellation
source: According to the bylaws, shares must be fully paid before they can be cancelled
de: Laut Satzung müssen Anteile vor der Kündigung vollständig bezahlt sein

source: Debit Card
de: EC-Karte

source: Check
de: Scheck

source: Approved
de: Genehmigt

source: Declared
de: Erklärt

source: Record Payment
de: Zahlung erfassen

source: Select Payment Method
de: Zahlungsart auswählen

source: Optional transaction reference
de: Optional: Transaktionsreferenz

source: Certificate
de: Zertifikat

source: Paid Amount
de: Bezahlter Betrag

source: Outstanding
de: Ausstehend

source: Mark payment as completed
de: Zahlung als abgeschlossen markieren

# UncheckIfPaymentIsPending
source: Uncheck if payment is pending verification
de: Nicht ankreuzen, wenn Zahlung noch in Bearbeitung ist

# PaymentAmountExceedsOutstanding
source: Payment amount cannot exceed outstanding amount
de: Zahlungsbetrag kann nicht den ausstehenden Betrag überschreiten

source: Payment recorded successfully
de: Zahlung erfolgreich erfasst

# ErrorRecordingPayment
source: Error recording payment: {0}
de: Fehler beim Erfassen der Zahlung: {0}

source: Mark as Paid
de: Als bezahlt markieren

# ShareAlreadyFullyPaid
source: This share is already fully paid
de: Dieser Anteil ist bereits vollständig bezahlt

# ConfirmMarkAsPaid
source: Mark share {0} as fully paid? This will record a payment of {1}.
de: Anteil {0} als vollständig bezahlt markieren? Dies wird eine Zahlung von {1} erfassen.

# ShareMarkedAsPaid
source: Share marked as paid successfully
de: Anteil erfolgreich als bezahlt markiert

# ErrorMarkingAsPaid
source: Error marking share as paid: {0}
de: Fehler beim Markieren des Anteils als bezahlt: {0}

source: Locked
de: Gesperrt

source: Language
de: Sprache

source: English
de: Englisch

source: German
de: Deutsch

source: Total Value
de: Gesamtwert

source: Cooperative Shares
de: Genossenschaftsanteile

source: New Share
de: Neuer Anteil

source: Total Share Capital
de: Gesamtkapital

source: All Status
de: Alle Status

# CertificateNumber
source: Certificate #
de: Zertifikat-Nr.

source: Member
de: Mitglied

source: Quantity
de: Anzahl

source: Nominal Value
de: Nennwert

source: Current Value
de: Aktueller Wert

source: Issue Date
de: Ausgabedatum

source: Paid
de: Bezahlt

source: due
de: fällig

source: No shares found.
de: Keine Anteile gefunden.

source: Loading...
de: Lädt...

# CancelShareConfirmation
source: Are you sure you want to cancel this share?
de: Sind Sie sicher, dass Sie diesen Anteil stornieren möchten?

source: Share cancelled successfully
de: Anteil erfolgreich storniert

# ErrorLoadingShares
source: Error loading shares: {0}
de: Fehler beim Laden der Anteile: {0}

# ErrorLoadingTotalCapital
source: Error loading total capital: {0}
de: Fehler beim Laden des Gesamtkapitals: {0}

# ErrorFilteringShares
source: Error filtering shares: {0}
de: Fehler beim Filtern der Anteile: {0}

# ErrorCancellingShare
source: Error cancelling share: {0}
de: Fehler beim Stornieren des Anteils: {0}

source: Cancelled
de: Storniert

source: Transferred
de: Übertragen

source: Suspended
de: Gesperrt

source: Individual
de: Einzelperson

source: Company
de: Unternehmen

source: Member Type
de: Mitgliedstyp

source: Prefix
de: Titel

source: Company Name
de: Firmenname

source: Contact Person
de: Ansprechpartner

source: None
de: Keine

source: Offboard
de: Abmelden

source: Offboard Member
de: Mitglied abmelden

# OffboardConfirmation
source: Are you sure you want to offboard this member? They will be removed at the end of the fiscal year after all shares are returned and dividends paid.
de: Sind Sie sicher, dass Sie dieses Mitglied abmelden möchten? Es wird am Ende des Geschäftsjahres entfernt, nachdem alle Anteile zurückgegeben und Dividenden gezahlt wurden.

source: Share Transfers
de: Anteilsübertragungen

source: New Transfer
de: Neue Übertragung

source: Create Share Transfer
de: Anteilsübertragung erstellen

source: Share Transfer Details
de: Anteilsübertragungsdetails

source: From Member
de: Von Mitglied

source: To Member
de: An Mitglied

source: Share
de: Anteil

source: Select Member
de: Mitglied auswählen

source: Select Share
de: Anteil auswählen

source: Max Available
de: Max. verfügbar

source: Total Quantity
de: Gesamtanzahl

source: Transfer Value
de: Übertragungswert

source: Notes
de: Notizen

source: Create Transfer
de: Übertragung erstellen

source: Transfer Process
de: Übertragungsprozess

source: Create Request
de: Antrag erstellen

source: Board Approval
de: Vorstandsgenehmigung

source: Transfer Completion
de: Übertragungsabschluss

# TransferProcessInfo
source: Share transfers require board approval and cannot be reversed once completed.
de: Anteilsübertragungen erfordern eine Vorstandsgenehmigung und können nach dem Abschluss nicht rückgängig gemacht werden.

source: Request Date
de: Antragsdatum

source: Approval Date
de: Genehmigungsdatum

source: Completion Date
de: Abschlussdatum

source: Approved By
de: Genehmigt von

source: Unit Value
de: Stückwert

source: Actions
de: Aktionen

source: Approve
de: Genehmigen

source: Reject
de: Ablehnen

source: Complete
de: Abschließen

source: Transfer
de: Übertragen

source: View
de: Ansehen

# NoActionsAvailable
source: No actions available for this transfer.
de: Keine Aktionen für diese Übertragung verfügbar.

source: Transfer Timeline
de: Übertragungsverlauf

source: Request Created
de: Antrag erstellt

source: Request Approved
de: Antrag genehmigt

source: Request Rejected
de: Antrag abgelehnt

source: Transfer Completed
de: Übertragung abgeschlossen

source: By
de: Von

source: Transfer Information
de: Übertragungsinformationen

source: Basic Information
de: Grundinformationen

source: Transfer Details
de: Übertragungsdetails

source: Transfer not found.
de: Übertragung nicht gefunden.

source: No transfers found.
de: Keine Übertragungen gefunden.

source: Pending
de: Ausstehend

source: Completed
de: Abgeschlossen

source: Rejected
de: Abgelehnt

# NoPermissionToApprove
source: You do not have permission to approve share transfers
de: Sie haben keine Berechtigung, Anteilsübertragungen zu genehmigen

# NoPermissionToReject
source: You do not have permission to reject share transfers
de: Sie haben keine Berechtigung, Anteilsübertragungen abzulehnen

# ApproveTransferConfirmation
source: Are you sure you want to approve this share transfer?
de: Sind Sie sicher, dass Sie diese Anteilsübertragung genehmigen möchten?

source: Reject Transfer
de: Übertragung ablehnen

# RejectReason
source: Reason for rejection:
de: Grund für die Ablehnung:

# CompleteTransferConfirmation
source: Are you sure you want to complete this transfer? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Übertragung abschließen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

# CancelTransferConfirmation
source: Are you sure you want to cancel this transfer?
de: Sind Sie sicher, dass Sie diese Übertragung stornieren möchten?

# TransferCreatedSuccessfully
source: Share transfer created successfully.
de: Anteilsübertragung erfolgreich erstellt.

# TransferApprovedSuccessfully
source: Share transfer approved successfully.
de: Anteilsübertragung erfolgreich genehmigt.

# TransferRejectedSuccessfully
source: Share transfer rejected successfully.
de: Anteilsübertragung erfolgreich abgelehnt.

# TransferCompletedSuccessfully
source: Share transfer completed successfully.
de: Anteilsübertragung erfolgreich abgeschlossen.

# TransferCancelledSuccessfully
source: Share transfer cancelled successfully.
de: Anteilsübertragung erfolgreich storniert.

# ErrorLoadingTransfers
source: Error loading transfers: {0}
de: Fehler beim Laden der Übertragungen: {0}

# ErrorLoadingTransfer
source: Error loading transfer: {0}
de: Fehler beim Laden der Übertragung: {0}

# ErrorCreatingTransfer
source: Error creating transfer: {0}
de: Fehler beim Erstellen der Übertragung: {0}

# ErrorApprovingTransfer
source: Error approving transfer: {0}
de: Fehler beim Genehmigen der Übertragung: {0}

# ErrorRejectingTransfer
source: Error rejecting transfer: {0}
de: Fehler beim Ablehnen der Übertragung: {0}

# ErrorCompletingTransfer
source: Error completing transfer: {0}
de: Fehler beim Abschließen der Übertragung: {0}

# ErrorCancellingTransfer
source: Error cancelling transfer: {0}
de: Fehler beim Stornieren der Übertragung: {0}

# ErrorLoadingMembers
source: Error loading members: {0}
de: Fehler beim Laden der Mitglieder: {0}

source: Messages
de: Nachrichten

source: Audit Log
de: Audit-Protokoll

# AuditLogDescription
source: Complete audit trail of all system operations and changes
de: Vollständiger Audit-Trail aller Systemoperationen und Änderungen

source: Entity Type
de: Entitätstyp

source: All Entity Types
de: Alle Entitätstypen

source: All Users
de: Alle Benutzer

source: From Date
de: Von Datum

source: To Date
de: Bis Datum

# ShowingResults
source: Showing {0} of {1} results
de: Zeige {0} von {1} Ergebnissen

# PageOf
source: Page {0} of {1}
de: Seite {0} von {1}

source: View Changes
de: Änderungen anzeigen

# NoAuditLogsFound
source: No audit logs found matching the current filters
de: Keine Audit-Protokolle gefunden, die den aktuellen Filtern entsprechen

source: Changes for
de: Änderungen für

# ErrorLoadingFilters
source: Error loading filters: {0}
de: Fehler beim Laden der Filter: {0}

# ErrorLoadingAuditLogs
source: Error loading audit logs: {0}
de: Fehler beim Laden der Audit-Protokolle: {0}

source: Timestamp
de: Zeitstempel

source: Entity
de: Entität

source: Reactivate
de: Reaktivieren

source: Consolidate Shares
de: Anteile zusammenfassen

# ConsolidationExplanation
source: Share consolidation combines multiple certificates into a single certificate while preserving all payment and dividend history. This makes it easier to manage your shares.
de: Die Anteils-Konsolidierung fasst mehrere Zertifikate zu einem einzigen Zertifikat zusammen und bewahrt dabei die gesamte Zahlungs- und Dividendenhistorie. Dies erleichtert die Verwaltung Ihrer Anteile.

source: Select shares to consolidate
de: Anteile zum Zusammenfassen auswählen

source: Consolidation Preview
de: Konsolidierungsvorschau

# NoConsolidatableShares
source: This member has no shares that can be consolidated. At least 2 active, fully paid shares are required.
de: Dieses Mitglied hat keine Anteile, die zusammengefasst werden können. Mindestens 2 aktive, vollständig bezahlte Anteile sind erforderlich.

source: Consolidation Notes
de: Konsolidierungsnotizen

# ConsolidationNotesPlaceholder
source: Optional notes about this consolidation...
de: Optionale Notizen zu dieser Konsolidierung...

# ConsolidationPartiallyPaidWarning
source: Some shares are not fully paid. Outstanding amounts will be combined in the new certificate.
de: Einige Anteile sind nicht vollständig bezahlt. Ausstehende Beträge werden im neuen Zertifikat zusammengefasst.

source: Confirm Consolidation
de: Konsolidierung bestätigen

# ConfirmConsolidationMessage
source: Are you sure you want to consolidate {0} share certificates? This action cannot be undone.
de: Sind Sie sicher, dass Sie {0} Anteilszertifikate zusammenfassen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

# ConsolidationSuccessMessage
source: Successfully consolidated {0} share certificates into certificate {1}.
de: {0} Anteilszertifikate wurden erfolgreich zu Zertifikat {1} zusammengefasst.

# ErrorValidatingConsolidation
source: Error validating consolidation: {0}
de: Fehler beim Validieren der Konsolidierung: {0}

# ErrorConsolidatingShares
source: Error consolidating shares: {0}
de: Fehler beim Zusammenfassen der Anteile: {0}

source: Send Message
de: Nachricht senden

source: Payment Reminders
de: Zahlungserinnerungen

source: Total Messages
de: Nachrichten gesamt

# DeliveredMessages
source: Delivered
de: Zugestellt

# PendingMessages
source: Pending
de: Ausstehend

# FailedMessages
source: Failed
de: Fehlgeschlagen

source: Filter by Message Type
de: Nach Nachrichtentyp filtern

source: Filter by Channel
de: Nach Kanal filtern

source: All Types
de: Alle Typen

source: All Channels
de: Alle Kanäle

source: All Statuses
de: Alle Status

source: Payment Reminder
de: Zahlungserinnerung

source: Dividend Notification
de: Dividendenbenachrichtigung

source: General Assembly Notice
de: Generalversammlungseinladung

source: Share Cancellation Confirmation
de: Anteilskündigungsbestätigung

source: Payment Confirmation
de: Zahlungsbestätigung

source: General Broadcast
de: Allgemeine Rundnachricht

source: Queued
de: In Warteschlange

source: Sending
de: Wird gesendet

source: Sent
de: Gesendet

source: Delivered
de: Zugestellt

source: Failed
de: Fehlgeschlagen

source: Sent At
de: Gesendet am

source: Message Details
de: Nachrichtendetails

source: Content
de: Inhalt

source: Retry
de: Wiederholen

# MessageRetried
source: Message has been queued for retry
de: Nachricht wurde zur Wiederholung in die Warteschlange eingereiht

# MessageRetryFailed
source: Failed to retry message
de: Wiederholung der Nachricht fehlgeschlagen

# CancelMessageConfirmation
source: Are you sure you want to cancel this message?
de: Sind Sie sicher, dass Sie diese Nachricht abbrechen möchten?

# MessageCancelled
source: Message has been cancelled
de: Nachricht wurde abgebrochen

# MessageCancelFailed
source: Failed to cancel message
de: Abbruch der Nachricht fehlgeschlagen

# SendPaymentRemindersConfirmation
source: Send payment reminders to {0} members with unpaid shares?
de: Zahlungserinnerungen an {0} Mitglieder mit unbezahlten Anteilen senden?

# PaymentRemindersSent
source: Payment reminders sent to {0} members
de: Zahlungserinnerungen an {0} Mitglieder gesendet

source: No messages found
de: Keine Nachrichten gefunden

source: Create Share
de: Anteil erstellen

# MinimumQuantityNote
source: Minimum 1 share required
de: Mindestens 1 Anteil erforderlich

# NominalValueNote
source: Based on cooperative denomination
de: Basierend auf Genossenschaftsstückelung

# CurrentValueNote
source: Current market value of shares
de: Aktueller Marktwert der Anteile

# AutoGeneratedPlaceholder
source: Auto-generated
de: Automatisch generiert

# CertificateNumberNote
source: Will be automatically generated
de: Wird automatisch generiert

# NotesPlaceholder
source: Optional notes about this share issue
de: Optionale Notizen zu dieser Anteilsausgabe

source: Share Summary
de: Anteilsübersicht

source: Unpaid
de: Unbezahlt

source: Outstanding Amount
de: Ausstehender Betrag

source: Satzung Rules
de: Satzungsregeln

# SatzungRule1
source: Shares must be fully paid within 30 days
de: Anteile müssen innerhalb von 30 Tagen vollständig bezahlt werden

# SatzungRule2
source: Each share has a nominal value of €250
de: Jeder Anteil hat einen Nennwert von 250€

# SatzungRule3
source: Maximum 1000 shares per member
de: Maximal 1000 Anteile pro Mitglied

# SatzungRule4
source: Shares can be cancelled with 2-year notice
de: Anteile können mit 2-jähriger Kündigungsfrist gekündigt werden

# ShareCreatedSuccessfully
source: Share created successfully with certificate number {0}
de: Anteil erfolgreich erstellt mit Zertifikatsnummer {0}

# ErrorCreatingShare
source: Error creating share: {0}
de: Fehler beim Erstellen des Anteils: {0}

# ErrorLoadingConfiguration
source: Error loading configuration: {0}
de: Fehler beim Laden der Konfiguration: {0}

# MemberRequired
source: Please select a member
de: Bitte wählen Sie ein Mitglied aus

# MemberNotFound
source: Selected member not found
de: Ausgewähltes Mitglied nicht gefunden

# MemberNotActive
source: Selected member is not active
de: Ausgewähltes Mitglied ist nicht aktiv

# QuantityMustBePositive
source: Quantity must be at least 1
de: Anzahl muss mindestens 1 sein

# QuantityTooHigh
source: Quantity cannot exceed 1000 shares
de: Anzahl darf 1000 Anteile nicht überschreiten

# ValueMustBePositive
source: Share value must be positive
de: Anteilswert muss positiv sein

# IssueDateCannotBeFuture
source: Issue date cannot be in the future
de: Ausgabedatum darf nicht in der Zukunft liegen

# IssueDateTooOld
source: Issue date cannot be more than 1 year in the past
de: Ausgabedatum darf nicht mehr als 1 Jahr in der Vergangenheit liegen

# TotalSharesExceedLimit
source: Member already has {0} shares. Maximum allowed: {1} additional shares
de: Mitglied hat bereits {0} Anteile. Maximal erlaubt: {1} weitere Anteile

# ErrorCheckingExistingShares
source: Error checking existing shares: {0}
de: Fehler beim Prüfen vorhandener Anteile: {0}

source: Calculate Dividends
de: Dividenden berechnen

source: All Years
de: Alle Jahre

source: Total Dividends
de: Gesamtdividenden

source: Base Amount
de: Grundbetrag

source: Rate
de: Zinssatz

source: Dividend Amount
de: Dividendenbetrag

source: Tax Withheld
de: Quellensteuer

source: Net Amount
de: Nettobetrag

source: Declaration Date
de: Erklärungsdatum

# ErrorProcessingRequest
source: An error occurred while processing your request.
de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten.

source: Request ID
de: Anfrage-ID

source: Development Mode
de: Entwicklungsmodus

# DevelopmentModeExplanation
source: Swapping to Development environment will display more detailed information about the error that occurred.
de: Der Wechsel zur Entwicklungsumgebung zeigt detailliertere Informationen über den aufgetretenen Fehler an.

# DevelopmentModeWarning
source: The Development environment shouldn't be enabled for deployed applications.
de: Die Entwicklungsumgebung sollte nicht für bereitgestellte Anwendungen aktiviert werden.

# DevelopmentModeInstructions
source: It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the Development environment by setting the ASPNETCORE_ENVIRONMENT environment variable to Development and restarting the app.
de: Es kann dazu führen, dass sensible Informationen aus Ausnahmen an Endnutzer angezeigt werden. Für lokales Debugging aktivieren Sie die Entwicklungsumgebung durch Setzen der ASPNETCORE_ENVIRONMENT-Umgebungsvariable auf Development und Neustart der App.

source: Access Denied
de: Zugriff verweigert

# NoPermissionToAccess
source: You don't have permission to access this resource.
de: Sie haben keine Berechtigung, auf diese Ressource zuzugreifen.

source: Logged in as
de: Angemeldet als

source: Your groups
de: Ihre Gruppen

source: Go Home
de: Zur Startseite

source: Login
de: Anmelden

source: Debug Info
de: Debug-Informationen

source: About
de: Über
