Repository: elasticroentgen/GenoCRM
Catalog: GenoCRM/GenoCRM/SharedResource.*.resx
Languages: de

source: Welcome
de: Willkommen

# UnhandledError
source: An unhandled error has occurred.
de: Ein unbehandelter Fehler ist aufgetreten.

source: Reload
de: Neu laden

source: Help
de: Hilfe

source: Satzung Reference
de: Satzungsreferenz

# ShareListTitle
source: Share Management
de: Anteilsverwaltung

# ShareListDescription
source: Manage cooperative shares and certificates. View share details, track payments, and handle transfers.
de: Verwalten Sie Genossenschaftsanteile und Zertifikate. Zeigen Sie Anteilsdetails an, verfolgen Sie Zahlungen und bearbeiten Sie Übertragungen.

# ShareInformationHelp
source: Each share represents €250 of capital in the cooperative. Shares can be Active, Cancelled, Transferred, or Suspended.
de: Jeder Anteil repräsentiert €250 Kapital in der Genossenschaft. Anteile können Aktiv, Gekündigt, Übertragen oder Gesperrt sein.

# ShareStatusHelp
source: Share status indicates current state: Active shares have voting rights, Cancelled shares are returned, Transferred shares changed ownership, Suspended shares are temporarily inactive.
de: Anteilsstatus zeigt den aktuellen Zustand: Aktive Anteile haben Stimmrechte, Gekündigte Anteile werden zurückgegeben, Übertragene Anteile haben den Besitzer gewechselt, Gesperrte Anteile sind vorübergehend inaktiv.

# PaymentStatusHelp
source: Shows payment progress: Fully Paid (green), Partially Paid (yellow), or Unpaid (red). Members must pay full amount for voting rights.
de: Zeigt Zahlungsfortschritt: Vollständig bezahlt (grün), Teilweise bezahlt (gelb) oder Unbezahlt (rot). Mitglieder müssen den vollen Betrag für Stimmrechte bezahlen.

# ShareActionsHelp
source: Available actions: View details, Edit share, Record payment, Cancel share, or Transfer to another member.
de: Verfügbare Aktionen: Details anzeigen, Anteil bearbeiten, Zahlung erfassen, Anteil kündigen oder an anderes Mitglied übertragen.

# ShareTransfersHelp
source: Transfer shares between members. Requires board approval and affects voting rights. Both members must be active.
de: Anteile zwischen Mitgliedern übertragen. Erfordert Vorstandsgenehmigung und beeinflusst Stimmrechte. Beide Mitglieder müssen aktiv sein.

# CreateShareTitle
source: Create New Share
de: Neuen Anteil erstellen

# CreateShareDescription
source: Issue new shares to members. Each share has a nominal value of €250 and must be paid in full.
de: Neue Anteile an Mitglieder ausgeben. Jeder Anteil hat einen Nominalwert von €250 und muss vollständig bezahlt werden.

source: Member Selection
de: Mitgliederauswahl

# MemberSelectionHelp
source: Select the member who will own these shares. Only active members can receive new shares.
de: Wählen Sie das Mitglied aus, das diese Anteile besitzen wird. Nur aktive Mitglieder können neue Anteile erhalten.

source: Share Quantity
de: Anteilsanzahl

# ShareQuantityHelp
source: Number of shares to issue. Minimum 1 share, maximum 1000 shares per member total.
de: Anzahl der auszugebenden Anteile. Minimum 1 Anteil, maximum 1000 Anteile pro Mitglied insgesamt.

source: Share Value
de: Anteilswert

# ShareValueHelp
source: Share value is fixed at €250 per share as defined in the Satzung. Total value = Quantity × €250.
de: Der Anteilswert ist fest auf €250 pro Anteil festgelegt, wie in der Satzung definiert. Gesamtwert = Anzahl × €250.

# CertificateNumberHelp
source: Unique certificate number automatically generated. Format: CERT-YYYY-NNNN (e.g., CERT-2024-0001).
de: Eindeutige Zertifikatsnummer, die automatisch generiert wird. Format: CERT-JJJJ-NNNN (z.B. CERT-2024-0001).

# SatzungRulesHelp
source: All shares must comply with cooperative bylaws: €250 nominal value, maximum 1000 shares per member, 2-year cancellation notice required.
de: Alle Anteile müssen den Genossenschaftsbestimmungen entsprechen: €250 Nominalwert, maximal 1000 Anteile pro Mitglied, 2-jährige Kündigungsfrist erforderlich.

# DividendListTitle
source: Dividend Management
de: Dividendenverwaltung

# DividendListDescription
source: Calculate, approve, and distribute dividends to members based on their share holdings and cooperative surplus.
de: Berechnen, genehmigen und verteilen Sie Dividenden an Mitglieder basierend auf ihren Anteilsbeständen und dem Genossenschaftsüberschuss.

source: Dividend Calculation
de: Dividendenberechnung

# DividendCalculationHelp
source: Dividends are calculated based on share holdings and cooperative surplus. Use the Calculate Dividends button to compute amounts for all members.
de: Dividenden werden basierend auf Anteilsbeständen und Genossenschaftsüberschuss berechnet. Verwenden Sie die Schaltfläche 'Dividenden berechnen', um Beträge für alle Mitglieder zu berechnen.

# DividendStatusHelp
source: Dividend status: Declared (calculated), Approved (board approved), Paid (distributed), Cancelled (rejected).
de: Dividendenstatus: Erklärt (berechnet), Genehmigt (vom Vorstand genehmigt), Bezahlt (verteilt), Gekündigt (abgelehnt).

source: Dividend Approval
de: Dividendengenehmigung

# DividendApprovalHelp
source: Dividends must be approved by the board before payment. Only approved dividends can be marked as paid.
de: Dividenden müssen vom Vorstand vor der Zahlung genehmigt werden. Nur genehmigte Dividenden können als bezahlt markiert werden.

# TaxWithheldHelp
source: Tax withholding may apply to dividend payments. Net amount is shown after deducting any applicable taxes.
de: Quellensteuer kann auf Dividendenzahlungen anfallen. Der Nettobetrag wird nach Abzug aller anfallenden Steuern angezeigt.

source: Dividend Filters
de: Dividendenfilter

# DividendFiltersHelp
source: Filter dividends by fiscal year and status. Use filters to view specific periods or track payment progress.
de: Dividenden nach Geschäftsjahr und Status filtern. Verwenden Sie Filter, um bestimmte Zeiträume anzuzeigen oder den Zahlungsfortschritt zu verfolgen.

# MessagesTitle
source: Message Management
de: Nachrichtenverwaltung

# MessagesDescription
source: Send notifications to members via email, SMS, or WhatsApp. Track message delivery and manage payment reminders.
de: Senden Sie Benachrichtigungen an Mitglieder per E-Mail, SMS oder WhatsApp. Verfolgen Sie die Nachrichtenzustellung und verwalten Sie Zahlungserinnerungen.

source: Message Types
de: Nachrichtentypen

# MessageTypesHelp
source: Different message types: Payment Reminders, Dividend Notifications, General Assembly Notices, Welcome Messages, and General Broadcasts.
de: Verschiedene Nachrichtentypen: Zahlungserinnerungen, Dividendenbenachrichtigungen, Generalversammlungshinweise, Willkommensnachrichten und allgemeine Rundschreiben.

source: Message Channels
de: Nachrichtenkanäle

# MessageChannelsHelp
source: Send messages via Email (default), SMS (text messages), or WhatsApp (requires integration setup).
de: Nachrichten über E-Mail (Standard), SMS (Textnachrichten) oder WhatsApp (erfordert Integrationseinrichtung) senden.

# MessageStatusHelp
source: Message status: Pending (queued), Sending (in progress), Sent (delivered to provider), Delivered (confirmed receipt), Failed (delivery error).
de: Nachrichtenstatus: Ausstehend (in Warteschlange), Wird gesendet (in Bearbeitung), Gesendet (an Anbieter übermittelt), Zugestellt (Empfang bestätigt), Fehlgeschlagen (Zustellfehler).

# PaymentRemindersHelp
source: Automatically send payment reminders to members with outstanding share payments. Reminders are sent to all members with unpaid shares.
de: Senden Sie automatisch Zahlungserinnerungen an Mitglieder mit ausstehenden Anteilszahlungen. Erinnerungen werden an alle Mitglieder mit unbezahlten Anteilen gesendet.

# MessageActionsHelp
source: Available actions: View message details, Retry failed messages, Cancel pending messages. Failed messages can be retried or cancelled.
de: Verfügbare Aktionen: Nachrichtendetails anzeigen, Fehlgeschlagene Nachrichten wiederholen, Ausstehende Nachrichten abbrechen. Fehlgeschlagene Nachrichten können wiederholt oder abgebrochen werden.

# AuditLogTitle
source: Audit Log
de: Audit-Protokoll

source: Audit Log Purpose
de: Audit-Protokoll-Zweck

# AuditLogPurposeHelp
source: The audit log tracks all changes to the system for compliance and security. Every modification is recorded with user, timestamp, and details.
de: Das Audit-Protokoll verfolgt alle Änderungen am System für Compliance und Sicherheit. Jede Änderung wird mit Benutzer, Zeitstempel und Details aufgezeichnet.

# AuditLogFiltersHelp
source: Filter audit entries by user, entity type, date range, and action type. Use filters to investigate specific changes or time periods.
de: Audit-Einträge nach Benutzer, Entitätstyp, Datumsbereich und Aktionstyp filtern. Verwenden Sie Filter, um bestimmte Änderungen oder Zeiträume zu untersuchen.

source: Audit Log Permissions
de: Audit-Protokoll-Berechtigungen

# AuditLogPermissionsHelp
source: Only Vorstand (board) and Aufsichtsrat (supervisory board) members can view audit logs. The log is read-only and cannot be modified.
de: Nur Vorstand (Vorstand) und Aufsichtsrat (Aufsichtsrat) Mitglieder können Audit-Protokolle einsehen. Das Protokoll ist schreibgeschützt und kann nicht geändert werden.

source: Audit Log Entries
de: Audit-Protokoll-Einträge

# AuditLogEntriesHelp
source: Each entry shows: User who made the change, Action performed, Entity affected, Timestamp, and Permission used.
de: Jeder Eintrag zeigt: Benutzer, der die Änderung vorgenommen hat, Durchgeführte Aktion, Betroffene Entität, Zeitstempel und Verwendete Berechtigung.

# ViewChangesHelp
source: Click 'View Changes' to see detailed information about what was modified in each audit entry.
de: Klicken Sie auf 'Änderungen anzeigen', um detaillierte Informationen darüber zu sehen, was in jedem Audit-Eintrag geändert wurde.

source: Documents
de: Dokumente

source: Document Type
de: Dokumenttyp

source: Document Details
de: Dokumentdetails

source: Upload Document
de: Dokument hochladen

source: Edit Document
de: Dokument bearbeiten

source: Select File
de: Datei auswählen

source: Selected File
de: Ausgewählte Datei

source: Upload
de: Hochladen

source: Download
de: Herunterladen

source: File Name
de: Dateiname

source: File Size
de: Dateigröße

source: File Information
de: Dateiinformationen

source: Content Type
de: Inhaltstyp

source: Created At
de: Erstellt am

source: Created By
de: Erstellt von

source: Expiration Date
de: Ablaufdatum

source: Tags
de: Schlagwörter

source: Is Confidential
de: Vertraulich

source: Expired
de: Abgelaufen

source: Confidential
de: Vertraulich

source: No documents found
de: Keine Dokumente gefunden

# DocumentDescriptionPlaceholder
source: Enter document description...
de: Dokumentbeschreibung eingeben...

source: Document uploaded successfully
de: Dokument erfolgreich hochgeladen

source: Document updated successfully
de: Dokument erfolgreich aktualisiert

source: Document deleted successfully
de: Dokument erfolgreich gelöscht

# DocumentUploadError
source: Document upload failed: {0}
de: Dokument-Upload fehlgeschlagen: {0}

# DocumentUpdateError
source: Document update failed: {0}
de: Dokument-Update fehlgeschlagen: {0}

# DocumentDeleteError
source: Document deletion failed
de: Dokument-Löschung fehlgeschlagen

# DocumentDownloadError
source: Document download failed
de: Dokument-Download fehlgeschlagen

# DocumentViewError
source: Document view failed
de: Dokument-Anzeige fehlgeschlagen

source: Document not found
de: Dokument nicht gefunden

source: Error loading documents
de: Fehler beim Laden der Dokumente

source: File selection error
de: Dateiauswahl-Fehler

source: File type not allowed
de: Dateityp nicht erlaubt

# FileSizeExceeded
source: File size exceeds maximum limit
de: Dateigröße überschreitet das Maximum

source: Allowed file types
de: Erlaubte Dateitypen

source: Max file size
de: Maximale Dateigröße

# TagsPlaceholder
source: Enter tags separated by commas...
de: Schlagwörter durch Kommas getrennt eingeben...

# TagsHelp
source: Tags help organize and search documents
de: Schlagwörter helfen beim Organisieren und Suchen von Dokumenten

# IsConfidentialHelp
source: Confidential documents require special permissions to access
de: Vertrauliche Dokumente erfordern spezielle Zugriffsberechtigungen

# ConfirmDeleteDocument
source: Are you sure you want to delete the document '{0}'?
de: Sind Sie sicher, dass Sie das Dokument '{0}' löschen möchten?

source: Membership Application
de: Mitgliedsantrag

source: Share Certificate
de: Anteilsschein

source: Share Purchase Agreement
de: Anteilskaufvertrag

source: Payment Receipt
de: Zahlungsbeleg

source: Loan Agreement
de: Darlehensvertrag

source: Dividend Notice
de: Dividendenmitteilung

source: Tax Document
de: Steuerdokument

source: Correspondence
de: Korrespondenz

source: Meeting
de: Sitzung

source: Legal
de: Rechtlich

source: Financial
de: Finanziell

source: Identification Document
de: Ausweisdokument

source: Contract Document
de: Vertragsdokument

source: Generated Document
de: Generiertes Dokument

source: Other
de: Andere
